{
    "read": [
      "La historia de un proyecto se cuenta a través de sus commits. Empieza con un elegante 'Initial commit' y desciende lentamente hacia la locura con mensajes como 'arreglando bug final', 'ahora sí por favor' y el clásico 'asdfg'. Es una narrativa de desesperación digital que todo programador conoce y respeta profundamente.",
      "Pasar cuatro horas buscando un error fatal solo para descubrir que te faltaba un punto y coma es un rito de iniciación. En ese momento, sientes una mezcla perfecta de alivio absoluto y ganas de lanzar la computadora por la ventana. Es la humildad forzada e inevitable que nos regala la programación.",
      "A estas alturas de la competencia, mi tipo de sangre es oficialmente Red Bull positivo. Existe un delicado equilibrio entre la lucidez genial y la taquicardia incontrolable. Escribir código en este estado es como tocar jazz: improvisas, nadie entiende qué estás haciendo, pero esperas que el resultado final suene a música.",
      "La frase más peligrosa en el desarrollo de software no es 'tengo un error', sino 'en mi local funciona'. Es la mentira piadosa que nos decimos antes de subir a producción. El servidor, sin embargo, es un juez cruel que no entiende de excusas, solo de logs de errores en rojo brillante.",
      "El silencio antes de una demo es ensordecedor. Tienes exactamente minutos contados para justificar 48 horas de mala alimentación y código espagueti. Si la app habla bien, eres un visionario; si falla, siempre podrás culpar al Wi-Fi del recinto. Respirar profundo es opcional, pero altamente recomendado para no desmayarse."
    ],
    "description": [
      "https://consequence.net/wp-content/uploads/2021/10/community.jpeg",
      "https://static.independent.co.uk/s3fs-public/thumbnails/image/2014/09/19/16/Pivot-Friends.jpg",
      "https://static0.srcdn.com/wordpress/wp-content/uploads/2023/08/new-project-2023-08-11t122951-028.jpg?q=50&fit=crop&w=825&dpr=1.5",
      "https://junkee.syd1.cdn.digitaloceanspaces.com/wp-content/uploads/2021/08/99_main.jpg",
      "https://www.indiewire.com/wp-content/uploads/2020/04/155053_3397.jpg"
    ],
    "question": [
        "¿Qué es lo primero que haces cada mañana?",
        "Describe con detalle tu lugar favorito en el mundo",
        "¿Qué habilidad o pasatiempo has comenzado a aprender recientemente?",
        "¿Cuál es la última película, serie o libro que viste/leíste y por qué la recomendarías (o no)?",
        "¿Cuál es una habilidad práctica que toda persona debería aprender?"
    ]
  }